{
  "t-0": {
    "name": "The Fool",
    "element": "Air",
    "shortDescription": "The positive break up of structures and limitations, selfless idealism, endless fantasy, optimism, trust to instincts. The negative loss of structures, responsivelessness, useless daydreaming, infantility",
    "longDescription": "In spiritual matters, the Fool means idea, thought, spirituality, that which endeavors to transcend earth. In material matters, it may, if badly dignified, mean folly, eccentricity, or even mania. But the essential of this card is that is represents an original, subtle, sudden impulse or impact, coming from a completely strange quarter. All such impulses are right, if rightly received; and the good or ill interpretation of the card depends entirely on the right attitude of the Querent"
  },
  "t-1": {
    "name": "The Magus",
    "element": "Air",
    "shortDescription": "Self-realization, a strong will, the energy to have one's way, activity, power of life, impulse, energy. Aggressivity, egoism, the abuse of power",
    "longDescription": "The Magician represents consciousness, action and creation. He's the symbol for the idea of manifestation - the possibility of making an idea come true. He gives meaning and direction to life, and he reminds us that the emotional and creative powers of our souls must have a physical basis to be of real use. Powers unused are powers non-existant, we have to set them free in order to use them, and to gain and renew. The Magician shows that we're aware of the power in life, he can be a symbol for all the creative skills and ideas inside. Most people don't really act, they just react, being driven from one situation to the next. The Magician tells that a power is ready to use as soon as it is recognized, to see and go the own way."
  },
  "t-2": {
    "name": "The High Priestess",
    "element": "Water",
    "shortDescription": "The desire to find the inner sources, being one with the beginning of all, aware of the wisdom from the subconscious, intuitive knowledge. Changing moods, doubts, igoring reality.",
    "longDescription": "Pure, exalted and gracious influence enters the matter. Hence, change, alternation, increase and decrease, fluctuation. There is, however, a liability to be led away by enthusiasm; one may become moon-struck unless careful balance in maintained. As a symbol for deeper knowledge, the card can express a feeling of darkness, which might also be a feeling of fear, but also a feeling of beauty. We know there is more inside than we can see."
  },
  "t-3": {
    "name": "The Empress",
    "element": "Earth",
    "shortDescription": "Love, beauty, happiness, pleasure, success, completion, good fortune, graciousness, elegance, luxury, friendship. Greed, envy, jealousy, laziness, debauchery.",
    "longDescription": "The Empress is the friendlier, more approachable aspect of the female archetype. She stands for maternity, love and mercy; at the same time she's a symbol for sexuality and emotion. She is pure feeling, absolutely unintellectual, but basically life. The Empress is the Great Mother, representing the beginning of all life. She is the power of nature, causing change, renewal, major plans. The Empress also stands for passion, a phase in which we cope life on an emotional and joyful basis, rather than on the thoughtful. This could mean great satisfaction, but in a improper context, when actually more analysis is needed. The Empress can also stand for a reflective, emotional attitude, refusing to accept reality. It also could stand for a person who is greedy for joy and abundance when actually just more self-control is needed."
  },
  "t-4": {
    "name": "The Emperor",
    "element": "Fire",
    "shortDescription": "Conquest, victory, ambition, originality, energy, vigour. War, strife, megalomania, quarrelsomeness, stubbornness, impracticality",
    "longDescription": "Just as the Empress stands for Mother Nature, the Emperor is the social word, the structure of civilization, a symbol for its law and order, may they be good or bad, but the power behind them. He is the abstraction of establishment, its stability and security. In its negative aspects the card can represent the force of bad law in a society where stability is rated higher than morals or ethic. Once law and order are established as an institution, a bad emperor can turn out to be a disaster. And even at his best the Emperor is limited; he puts restrictions and borders to the spontanity of spirit and nature."
  },
  "t-5": {
    "name": "The Hierophant",
    "element": "Earth",
    "shortDescription": "Endurance, placidity, manifestation, patience, organization, help from superiors. Toil, stubborn strength, intolerance, esoteric nonsense",
    "longDescription": "The Hierophant is a symbol for a world of belief and confession, may it be a church, a sect or an occult society. He's the pope, the druid or the High Priest in a system of creeds and dogmas. He represents the religious and intellectual tradition of a person, and may be the one the person is born to it or possibly the one who has chosen it by himself. In the positive aspect, the Hierophant represents the search for knowledge and illumination, the desire to study creed and dogma instead of simply accepting them, to research and achieve further development. In a negative view, the Hierophant can stand for bigotry, the blind faith in dogma, intolerance towards everything different from the own confession."
  },
  "t-6": {
    "name": "The Lovers",
    "element": "Air",
    "shortDescription": "Full hearted confession, trust, optimism, devotion, being one with it. Displacement, repression, giving up on one's self, childishness, indecision",
    "longDescription": "The Lovers are one of the most complex cards in the Major Arcana, standing for the love in common and the alchemy of the universe. The trump represents the power of life, the creative love, which can be quite impressive, but also destructive when one happens to disregard the fire of instinct, burning down rationalism. The card also represents a decision, the farewell to a former way of life and the full acceptance of love uncompromising. It doesn't necessarily mean that the 'love' is a person that you tie your knots to with fancy tungsten wedding bands, it can be a passion, a desire, or even a profession."
  },
  "t-7": {
    "name": "The Chariot",
    "element": "Water",
    "shortDescription": "Triumph, memory, hope, digestion, obedience, faithfulness, courage. Ruthlessness, lust of destruction, violence in maintaining traditional ideas",
    "longDescription": "The Chariot stands for combined powers, ready to move forward. It represents the dynamic principle and the human will to proceed, the ability to use the powers of life and keep the outer and inner balance. The Chariot shows a strong will, a strong personality, and at its best, victory and success. But it also is a symbol for controversial power, for contradictions that are not solved, but just controlled. In this, the trump also warns of overestimation and recklessness. With every new venture or beginning one should check carefully whether the desired goal is compatible with one's life and inner self."    
  },
  "t-8": {
    "name": "Adjustment",
    "element": "Air",
    "shortDescription": "Justice, the act of adjustment, suspension of all action pending decision, treaties, marriage.",
    "longDescription": "The Adjustment is a symbol for the balance of contrasts, complementing one another and also building up room and time. She combines the High Priestess and the Magician. Both are connected; true, conscious action results from realization, wisdom is based on action. The principle of activity completes itself with the passivity of inner reflection, the adjustment being the balance in between. Another common name of this trump is 'Justice'; the card tells one to be righteous in all aspects of our life, to ignore, surpress or prefer none if need be. Only when we have an objective view of all and accept them, can we can find inner balance and silence."
  },
  "t-9": {
    "name": "The Hermit",
    "element": "Earth",
    "shortDescription": "Illumination from within, practical plans derived accordingly, secret impulse from within, retirement from participation. Loneliness, bitterness, numbness, self isolation",
    "longDescription": "The Hermit represents retirement from the outside world, introversion into the inner self, listening to the inner voice and caring for the inner self. He requires retreat from any 'high life' and loud company, and stands for a time of self-reflection and self-realization. For most people, the silent loneliness of the Hermit appears unattractive, but behind the Hermit is the wisdom of the High Priestess. You cannot listen to your inner voices while having a party. In its negative aspect, the Hermit could mean being afraid of others or of life. When the retreat turns out to be a runaway, the loneliness can turn into a jail."
  },
  "t-10": {
    "name": "Fortune",
    "element": "Fire",
    "shortDescription": "Unexpected changes, realization of luck, fortune. Fatalism, a change for the worse.",
    "longDescription": "Fortune is a symbol of destiny and destination, of good luck and bad luck, of the ups and downs of life and fate. Everything is in motion, turning and floating, constantly changing, accidental and uncontrollable. The trump also represents the need to be careful, to realize and recognize the vaguarities of life, to accept the fact that fate is nothing what we could have done, but the result of what we already did. Today is the result of the past, future will be the sum of past and today, and no matter how accurately we plan, Fortune will mix up light and shadow. Whether Fortune is positive or negative is not a matter of happenstance or events in the first place; but rather of the way we will deal with the results, arrange our lives with the unchangable and work on what we might be able to change, and, of course of our ability to realize facts."
  },
  "t-11": {
    "name": "Lust",
    "element": "Fire",
    "shortDescription": "Power, vitality, charisma, joy of life, courage, energy and action, exorbitant passion. Weakness, dissatisfaction, self repression",
    "longDescription": "Lust is the step into the second decade of the Major Arcana, the point where the journey into the inner depth begins. In other decks, this trump is called 'The Power', a symbol for the mastery of our own animal side. Crowley named the card 'Lust', and most people don't really think of mastering their inner animal, but enjoy it full tilt. In a combination of both, the animal side shouldn't be 'mastered' in the meaning of 'surpressed', nor should it be let out to 'romp around'. It should not be ignored, but accepted as a natural part of oneself. In that manner, one will not only be able to profit from its instinctive natural power, but also to save the power needed to 'master' it. The Passion implies vitality, energy and power. The card tells us to use these riches. In most aspects of life, an endeavor will have much more success when passion is put into it."
  },
  "t-12": {
    "name": "The Hanged Man",
    "element": "Water",
    "shortDescription": "Enforced sacrifice, overcoming ego, new perspective, acceptance of fate. Penishment, loss, suffering, defeat, failure, death.",
    "longDescription": "The Hanged Man is a symbol for the turning points in life, showing up a need to stop and assess a situation. We're hanging in the air until we find a new view of the things around us, a proper way to rearrange or restart. But the Hanged Man is a 'silent' card, there's no pressing need for change. No big change is waltzing towards us, we can peacefully keep on hanging and complaining. The Hanged Man just shows that we're just 'hanging', he requires a new viewpoint, and sometimes a lot of patience. In its positive aspect, the card shows the need for a time of consideration, the forced relaxation gives the opportunity to relax and reflect, to sort thoughts and ideas and find a new way to cope with a situation."
  },
  "t-13": {
    "name": "Death",
    "element": "Water",
    "shortDescription": "Transformation, change, voluntary or involuntary, logical development of existing conditions. Fear of loss, destruction, rejection of change.",
    "longDescription": "There hardly is a card provoking so many 'oops' in a reading; never forget that the Death is meant as an archetype, a symbol. Death represents the neverending circle of death and rebirth as the precondition for new life and creation, for life is permanently changing, hello and goodbye, leaving and arriving. The Death will show that something has ended and something will begin, and doesn't care if the end is painful and the new beginning welcomed or vice versa. The card implies the need to let something go, and requires the understanding of the circles of life. The negative aspect of the card could plainly mean that we want to keep what we have to give up, that no change is welcome. In most cases it is just a refusal to understand and accept. It can mean we are scared of loss and also afraid to restart."
  },
  "t-14": {
    "name": "Art",
    "element": "Fire",
    "shortDescription": "Combination of forces, realization, action based on accurate calculation, a way of escape, success after elaborate maneuvers. Extremism, splitting apart.",
    "longDescription": "Art represents the art of alchemy, the ability to solve and combine, to turn something plain into something precious. Art is the symbol for the right mixture, the perfect balance, standing for harmony, beauty and peace. But the trump can also show that sides that were previously ignored should be lived out and that contrasts should be put together to enrich the inner spectrum with new perspectives. From a personal view the 'solve et coagula' can mean that there is a need to leave a fixed position, to retire, watch and then go back again to combine on a new basis."
  },
  "t-15": {
    "name": "The Devil",
    "element": "Earth",
    "shortDescription": "Independence, rejection of established dogma, ambition, obsession, hard work. Obstinancy, rigidity, aching discontent, blind impulse",
    "longDescription": "Reducing the long story of the Devil to its roots, there was an archangel called Lucifer (lightbringer) who said 'I'm born to be free - I don't serve!'. Later on there was a despotic religion that annihilated everything else, destroyed age old cultures and beliefs, and surpressed natural wisdom and science. Then, the world was provided with perverted rags like Dantes' 'Divine Comedy', while everything scientific landed in the fire. But for all the 'evil' there was a perfect scapegoat; the devil. In the Tree of Life the Devil goes from consciousness and harmony to intellect and logic - against all dogma, never caring for rules, freely uncompromising and independent. There are no restrictions, no limitations, nothing is forbidden. The Devil is aware of the darkness, he knows all the shadows and will go on researching even at a high price."
  },
  "t-16": {
    "name": "The Tower",
    "element": "Fire",
    "shortDescription": "Sudden realization of the truth, the will to change old ways, getting rid of obsolete beliefs. Quarrel, combat, danger, ruin, destruction of plans.",
    "longDescription": "The Tower is a symbol of endurance and its destruction, an allusion to sudden, maybe shocking realizations that crushes old views and persuasions, maybe the view of the whole world. The area of relative security starts wavering, our tower then falls and with it the walls around us that have become too narrow. It is rarely the evil, but rather the necessary development we meet when there is a change in the armor of destruction. So in the positive aspect, this most violent trump will mean that we proceed to learn that losing the old secure fortress of our beliefs will reward us with a major step forward."
  },
  "t-17": {
    "name": "The Star",
    "element": "Fire",
    "shortDescription": "Hope, unexpected help, clearness of vision, realization of possibilities. Error of judgment, excessive day dreaming, disappointment, illusions.",
    "longDescription": "The Star is the trump of hope and trust, for the sensitive understanding of cosmic coherence, the intuition that everything is in balance and harmony. It is related to the Adjustment (the cross sum of 17 is 8), but while the Adjustment keeps the balance deliberately, the Star keeps it with feeling. The Star is also called the 'Guiding Light', and is taken as a symbol of the deep realization that the chosen way is the right one, that the end of this way will be a good one, and that there is perfect harmony between the psychical feeling and the physical doing. In a negative position the Star can tell when there is a mistake in the code, some error in our feeling, that the way we feel so sure about isn't quite right. This is what makes this trump so kind - even in its most negative aspect it just gives us a gentle warning."
  },
  "t-18": {
    "name": "The Moon",
    "element": "Water",
    "shortDescription": "The brink of an important change, deepest self realization, wisdom, maturity. Hysteria, fear, madness, falsehood.",
    "longDescription": "The Moon will lead us into the blackest depths of our soul, into the world of the subconscious, where there are no more words, just images and notions. It represents a journey into the darkest night, a look behind our own face. The Moon isn't the most comfortable trump, though, everybody likes to equate it with the mysteries, rarely someone really enjoys the look into their own abyss, where sometimes the unvarnished truth is not too pleasant. Embarrassingly enough, the Moon tends to show up what we generally ignore, refuse to see, or even deny all the time. Unlike most trumps, the Moon has no real negative aspect, but it implies a serious danger. The journey into night could be too much when we're not prepared and we might get lost in our own shadow."
  },
  "t-19": {
    "name": "The Sun",
    "element": "Fire",
    "shortDescription": "Glory, triumph, pleasure, truth, shamelessness, self-confidence. Arrogance, vanity, promising yet doing nothing.",
    "longDescription": "The Sun is the symbol of life and light, for the power that always is generously given without reducing itself. The Sun will shine and give light to the earth to make all life possible. So the Sun stands for vitality and optimism, the blossoming of our nature, and is a sign that we have overcome the time of darkness and are ready to enjoy the light. But the Sun also has its negative aspects. Never forget that without the depth of water, the sun will create a desert."
  },
  "t-20": {
    "name": "The Aeon",
    "element": "Fire",
    "shortDescription": "The taking of a definite step, final decision in respect of the past, the new future, liberation of hidden abilities.",
    "longDescription": "The Aeon is the trump of time and the changes dictated by the times, it addresses finality and destruction as well as liberation, hope and redemption. The Aeon is the symbol for the Rise of Phoenix, it stands for a time of insight, the true understanding of the circle of life, of growing and fading. The card tells us that we should leave our 'frog perspective' and watch the things from a higher level, that the time has come to face the new, that we need a good overview to build our 'Utopia'. In older decks the Aeon is called 'Judgment', dealing with resurrection and redemption. The limitation of this view is the involuntary association to a 'court of law', to the Christian concept of a 'Resurrection' where the pious may rise and the rest must burn. "
  },
  "t-21": {
    "name": "The Universe",
    "element": "Earth",
    "shortDescription": "Synthesis, the end of the matter, patience, perserverance, crystallization. Obstinancy, opposition, delay, false visions.",
    "longDescription": "The Universe as the end and completion of the Major Arcana is the symbol for the zenith of development, the achieved goal. The work is done or will soon be and we have found our place in life or will soon do so. Seeing the second decade of the Major Arcana as a way of self-realization, the Universe becomes the crown and the end. The Death was the rebirth, the Art the beginning of the alchemic work, the Devil the overcoming of restrictions, the Tower the breakdown of the jail. We followed the Star, explored the Moon, found the Sun and watched the Phoenix rise from the ashes. Finally, we touched the Universe. On a more practical level the Universe implies the good news that a goal has been achieved, or a success sure to come, and that a venture will flourish. In its negative aspect the trump can tell us that we are running after false ideas, that our way leads nowhere, that it is far too early to reach out for the Universe for there's substantial work that has yet to be done."
  },
  "w-1": {
    "name": "Ace of Wands",
    "element": "Fire",
    "shortDescription": "Natural force (as opposed to invoked), energy, vigour, rush.",
    "longDescription": "Like all Aces, the Ace of Wands symbolizes the roots and the entity of its element, here it is the root of Fire, the first spark to create the flaming powers of Atziluth, the world of the all-encompassing spiritual substance. Being the essence of Fire, the Ace itself goes nowhere, but stands for the strong feeling that soon might turn into a strong will or plan. There is a spiritual power that has the ability to grow, it is completely up to us whether we use it or not. The Ace of Wands might turn out to be bad when we cannot control or use its power that starts burning all out of a sudden, and all its riches get burned down before we can use them for good."
  },
  "w-2": {
    "name": "Two of Wands - Dominion",
    "element": "Fire",
    "shortDescription": "Strength, domination, harmony of rule and of justice. Unforgiving, obstinancy, revenge, destruction.",
    "longDescription": "The power of energy that is born in the Ace is given direction and a goal in the Two of Wands. Chokmah as the power of creation and energy is the best possible surrounding for the flaming forces, the first manifestation following the pure idea, the beginning of transformation. Yet the card is not talking of consideration, let alone any cares. It comes up strong and recklessly, a wonderful thing when guiding at one good goal or project. Nevertheless, one should take at least a bit care that those wonderful powers won't crush anything around to pieces."
  },
  "w-3": {
    "name": "Three of Wands - Virtue",
    "element": "Fire",
    "shortDescription": "Pride, self-assertion, realization of hope, completion of labor. Conceit, rudeness, insolence, treachery",
    "longDescription": "The Three's are connected to Binah - the understanding. The untouched energies of the Two's have met the 3, the number of synthesis and harmony. They're no longer solitudes, they face up their meanings and surroundings. The Three of Wands is called 'Virtue' - the powerful fire understands its responsibilty. The Three of Wands shows the powers of the element guided by understanding and awareness, the perfect precondition to begin a work or a project, to go ahead with a plan."
  },
  "w-4": {
    "name": "Four of Wands - Completion",
    "element": "Fire",
    "shortDescription": "Well earned rewards, rest after labour, conclusions drawn from previous knowledge. Insincere, unsteady through anxiety and hurried actions.",
    "longDescription": "The Four of Wands represents Chesed - the power of condensation, growth and stability, standing in the structural discipline of the 4 - the work is done, the plan was successful, the Fire has settled and reigns over its realms. Fire is the element that stands for Atziluth, the world closest to divinity, and though the card might talk of every possible endeavour - a job, a relationship, an intellectual research, it is most likely aiming at something more spiritual. This explains the upcoming of the card in such seemingly inappropriate situations like big family troubles or failed business projects - hereby the card shows us that we've learned a lesson and that the failure in the 'profane' world was just what we needed to achieve more spiritual maturity."
  },
  "w-5": {
    "name": "Five of Wands - Strife",
    "element": "Fire",
    "shortDescription": "Desire, prodigality, generosity, renewal. Rashness, cruelty, violence, violent quarrelling",
    "longDescription": "Like all Fives, the Five of Wands stands for Geburah - motion and changing and the powers of destruction - and 5 is the number that breaks the stability and structure of the Four. Fire isn't meant for settling and resting, and the flames burn high to break out of their own realm of the Four. This means revolutionary movements and aggressive renewals, and sometimes this isn't the most pleasant way to go. Especially not when we felt good and comfortable in the secure structure of the Four. In the shadowy aspect, the violent disruption of the struggling flames can mean that we're just agressive and restless, making trouble for no better reason than being bored."
  },
  "w-6": {
    "name": "Six of Wands - Victory",
    "element": "Fire",
    "shortDescription": "Creatively fulfilled, satisfaction, triumph. Vanity, recklessness, egoism.",
    "longDescription": "The crisis of the Five of Wands is overcome, the lesson was learned and has turned turned into a victory. In the middle of the Tree of Life, right in the beauty and harmony of Tiphareth, the flames of the fire appear like pure floating gold. The Six of Wands shows that all the past troubles and disruptions have been necessary to grow and develop, and the victory we have now is more than just a gain by lucky chance. We have deserved it."
  },
  "w-7": {
    "name": "Seven of Wands - Valour",
    "element": "Fire",
    "shortDescription": "Opposition, obstacles, and difficulties, yet the courage to meet them. Ignorance, pretence, threatening.",
    "longDescription": "The Seven of Wands is entering Netzach - the depths of creativity and anarchy standing under the number of destiny. And like for all the Seven's, the leaving of the beautiful Tiphareth comes like the fall from paradise. But Fire is a fighter, and though the element seems to be burning down, it will struggle to survive. So the Seven of Wands talks of a situation where we have to face up forces stronger than ourself, situations that at first sight seem hopeless, yet we'll have to use all that we've learned and fight."
  },
  "w-8": {
    "name": "Eight of Wands - Swiftness",
    "element": "Fire",
    "shortDescription": "Intense force, but quickly expended. Rashness, thoughtlessness, rapacious.",
    "longDescription": "With the Eight of Wands the element of Fire enters Hod, the realm of intellect and logic, ruled by Mercur - thus an area much to its delight. Swiftness is what is demanded in here, decisive action in high speed modus. The card can stand for sudden realizations, quick brainwaves, it can tell that the solution for a problem is already there or soon to come. It also reminds us that the spirit needs freedom to fly for otherwise it won't work at its best. The shadow side of the card can mean that we waste too much time with disputing and all kinds of tidbits, instead of moving quick and decisively. In another aspect of course it the size of the dose that makes the poison effective - if we rush it too much we'll end up with a mass of particles that won't do us any good."
  },
  "w-9": {
    "name": "Nine of Wands - Strength",
    "element": "Fire",
    "shortDescription": "Tremendous and steady force, victory preceded by apprehension and fear. Contradiction, vanity.",
    "longDescription": "Now the fiery Wands have reached the happy Nine, the number that reflects on itself, entering the fields of Yesod - imagination and reflection back in the middle of the Tree of Life. Thus the Nine of Wands remembers the own qualities, showing the full powers of the fiery element rising again. So the card shows strength, determination and discipline, preparing itself for the final step to completion. The shadow site of the card implies a warning - that we should use our spiritual consciousness to concentrate on our inner strength and master our will, and make it effective in the world we live in."
  },
  "w-10": {
    "name": "Ten of Wands - Oppression",
    "element": "Fire",
    "shortDescription": "Cruel and overbearing force, but, applied to material and selfish ends.",
    "longDescription": "The Ten of Wands are standing for suppression and restriction, showing the Fire on the grounds of the Earth, where they cause an uncontrolled, destructive burning. Fire is not made to rest on the grounds, having lost the contact to the higher levels of spirit, it mutates to a blind and cruel force , not understanding the own self anymore. Fire is a power that has to be handled with imagination and reflection, not with stubborness and hardened standards. To understand the card, you have to understand the qualities of the Wands which stand for Chiah, the general living spark, the vitality of soul. You cannot force it down, a free bird cannot survive in a cage."
  },
  "w-k": {
    "name": "Knight of Wands",
    "element": "Fire",
    "shortDescription": "Inspiration, high activity, spiritual expansion. Bigotry, cruelty, egoism.",
    "longDescription": "Being fire in fire, the Knight of Wands is the purest manifestation of his element - burning, flaming, enthusiastic and thrilling. He is the born leader, full of ideas and idealism, proud and commanding, at his best noble, honest, conscientous and intelligent. For Atziluth is the highest of the worlds and Fire the highest of the elements, the Knight of Wands can stand for highest inspirations, spiritual realisation and purest creativity. But with fire in fire, the Knight of the Wands lacks the depths of waters, the stability of earth and the analyzing logic of air. His strength might degenerate to pure tyranny, his convictions stiffen to dogmatism, he might get cruel, bigot and brutal at his worst. Further the fires within fire lack the sources of reserved potentials, so once the explosion is over, there is nothing more left for the Knight to provide."
  },
  "w-q": {
    "name": "Queen of Wands",
    "element": "Fire",
    "shortDescription": "Independence, honor, adaptability, steady rule. Revengeful, tyrannical, intolerance, jealousy.",
    "longDescription": "Personifying the waters in the element of Fire, the Queen of Wands has a similiar basic as the Knight of Cups, combining opposing elements when neither of the contrasts can overcome the other, thus having an unstable balance between them. As a queen, she is the mother of her element, the emotion and the sensitivity, thus having her attributes of love, understanding and sympathy, her abilities to form and create, spending trust and warmth. The fiery character provides pride, passion, inspiration and powerful independence, her charisma, strength and expansiveness. Due to the imbalance in her character, the Queen of Wands can easily shift to her dark side, becoming a hot-tempered, revengeful fury, overdominant and possessive, taking the tiniest bit as a reason to bear an grudge for years. She never forgets and never forgives, and as easily her fiery temper makes her forget own mistakes, so deeply her watery depths can cause her to ponder long and broad about the mistakes of others."
  },
  "w-p1": {
    "name": "Prince of Wands",
    "element": "Fire",
    "shortDescription": "Passion, swiftness, haste, rather violent. Cruel, intolerant, prejudiced, scorn.",
    "longDescription": "The Prince of Wands represents the Air within the Fire, intellect and storm within the spiritual flaming. As the son of the Queen, he bears a certain heritage of the waters inside of him, expressing in romantical beliefs and a most generous nature. Though, the attributes of fire are excessively strong, combined with the flying airs the first impression is that of a hot storm, filled with action and wilful, impulsive energies. Lacking the patience of the earth, the Prince of Wands wants it all and he wants it now, refusements or delays might provoke explosive outbursts. He has endless courage and tenacity, he can fight far superior forces until he has won. With the airs whirled up by the hot breath of fire, he can be a juggler and trickster, wanton and frolic, recklessly abusing the powers of his mind to fool and ridicule the slow and harmless. He doesn't mean bad but usually storms forward too fast to recognize the ruins left behind. At the shadowy side, all his attributes can exaggerate to their worst, resulting in reckless destruction and even in cruelty and sadism. His impatience can mount into instability, always seeking for novelty without getting anything done, with all his powers burning out unused."
  },
  "w-p2": {
    "name": "Princess of Wands",
    "element": "Fire",
    "shortDescription": "Brilliance, beauty, courage, force. Superficial, threatrical, unstable, domineering.",
    "longDescription": "The Princess of Wands represents the Earth in the element of Fire, far from the Queen's depth and the Prince's Air. She's the Fire's daughter, with all the flaming energy of the Knight, unaffected from deeper emotions. The only heritage from her mother is the good memory for insultings and the thirst for revenge. Though, while dancing in the flames, the Princess of Wands has her own beauty with her unsatiable hunger for life and her endless, powerful energies. Her passion is hot, explosive and fast, burning down the object of desire and forgetting about it as soon as a new one comes in sight. Almost like Bizet's Carmen, she's irresistable in her seductive carelessness, in all her lust and anima. At the shadow side, the Princess of Wands can lack all true warmth of the heart, faithless and self-indulgent, theatralic and unable to feel real compassion and understanding. At the worst, she can sink down in pure greed and cruelty, too cold and numbed to recognize the own emotional poverty and emptiness."
  },
  "s-1": {
    "name": "Ace of Swords",
    "element": "Air",
    "shortDescription": "Realization, clearness, objectivity, logic. intellectual struggle, intellectual coldness.",
    "longDescription": "The Ace of Swords is the seed of the intellectual power, the origin and beginning of the airy world of Yetzirah, which implies thinking, analysing, realizing through logic and mind. Like every Ace, it represents the unstructured primary matter of its suit, the undifferentiated unity, therefore the Ace of Swords is the beginning of thinking, a first idea, a first thought or impulse from the mind and the essence of the element of Air. So the card can stand for a first idea or realization, a new view of things, or simply tell us that we should let our mind work rather than following our emotions only. It also reminds as that the Ace is only the seed, that it needs growing and experience to proceed."
  },
  "s-2": {
    "name": "Two of Swords - Peace",
    "element": "Air",
    "shortDescription": "Compromise between soul and mind, beginning of analysis, balanced force. Disagreement, unsolved tension, difference.",
    "longDescription": "Chokmah is creation and manifestation, showing the element in its best light, and so the mind gets its best chance to indicate its powers without showing its shadows. For the Swords, this means peace, since the mind is on its finest level when just administering its potentials."
  },
  "s-3": {
    "name": "Three of Swords - Sorrow",
    "element": "Air",
    "shortDescription": "Understanding, sobering, losing false illusions. Disappointment, pain, separation.",
    "longDescription": "With the Three, the Swords are entering Binah, the fields of understanding, of perception and realization, and they reveal the dark side of understanding - or the truth behind the common saying that idiots are the happier people. It is the curse of the Swords to be so clear and honest, to analyze what others prefer to ignore, to put in plain light what others hide in the dark. They are not like the Cups who are lucky when they understand themselfes, the Swords are the Mind and when understanding what they see, they dive into melancholy. So the Three of Swords can talk of a painful realization, a hard decision that has to be made, the melancholy of Saturn when recognizing the unveiled truth. They also can stand for a disappointment, the loss of an illusion, or the detection of a treachery, a lie, a deceit."
  },
  "s-4": {
    "name": "Four of Swords - Truce",
    "element": "Air",
    "shortDescription": "A chance to reflect, rest from conflict, tolerance. False truce, isolation, forced restriction",
    "longDescription": "The Four of Swords has reached the fields of Chesed, manifestation and condensation, the winds of mind have settled and the powers of the element are well-balanced in themself. The mind has solved a problem, found a solution, completed a process, or has come to a good, satisfying compromise. Jupiter keeps the scales of the libra in harmonious balance, and the truce can be enjoyed full-hearted. Though, for the Air stability means stagnity, therefore the restful truce should be used for reflection and reconsideration, the idea that has become full circle in the calm realms of Chesed needs to proceed to further levels."
  },
  "s-5": {
    "name": "Five of Swords - Defeat",
    "element": "Air",
    "shortDescription": "Realisation of limitations, philosophy as consequence of pain. Loss, defeat, failure, poverty.",
    "longDescription": "The Five of Swords have reached Geburah, the realm of motion and changing, of destruction and disintegration. The truce of the Four couldn't last, the airy Swords had to recognize that they never were meant for structure and stabilization, that they needed to stick to their unsteady nature, no matter how high the price might be. The deep crisis the Swords are going through in here also result in the influence of Venus, the planet of emotion, harmony and sensitivity. For the logical Swords who are forced to see everything absolutely clear and unveiled, too much sensitivity can mean a sharp pain that no reasonable argument might soften. Intelligent as they are, they clearly analyse the trap they're in and start struggling against fate, thus recognizing that they cannot win."
  },  
  "s-6": {
    "name": "Six of Swords - Science",
    "element": "Air",
    "shortDescription": "Searching for truth, success after trouble, research. Excess of rationalism, circular and pointless thinking, misanthropism.",
    "longDescription": "In the beautiful harmony of Tiphareth, the Six of Swords have overcome the crisis of the Five, the emotional wounds are healed and the element concentrates on its origin potentials, its very own powers and qualities. In science i.e. any fields of deeper thinking, the mind can unfold all its energies, and the restless Swords have the chance to combine the mind with the mental spirit from which it was born, to achieve a perfect harmony of it all."
  },
  "s-7": {
    "name": "Seven of Swords - Futility",
    "element": "Air",
    "shortDescription": "Unmasking of illusions, cleverness. Trickery, treachery, deceit, amorality.",
    "longDescription": "The Seven of Swords show the element with its reigns lose, storming into the realms of anarchy and destiny, fighting against 'nobody knows what', getting entangled in many conflicting tendencies. Now none of the Suits is lucky within the Seven - the Wands burn down, the Cups nearly drown and the Disks are out cold - yet the Swords are least willing to accept their fate and activate every trick and list they can figure to get along. And considering that the Swords are pure intellect, they are embarrassingly good in figuring out tricks. Therefore, the Seven of Swords can talk of trickery, cheating, sudden affronts, juggling and intentional confusing with unrestrained Mercurian amorality. Though, all the lists are bound to fail, even the clever Swords cannot escape the hand of fate."
  },
  "s-8": {
    "name": "Eight of Swords - Interference",
    "element": "Air",
    "shortDescription": "Realization of causality, accepting of limitations and relativity. Confusion, compulsive brooding, endless analyzation.",
    "longDescription": "With the Eight of Swords, the suit enters Hod, the realm of intellect and logic, and one should think how happy the Swords must be now that they are 'amongst fellows'. But Hod is more the structure of mind, while the Swords are the freedom of mind - conflicts are pre-programmed. Further, the Eight of Swords reveal the nature of the suit regarding its tendency of analysing and considering everything, digging out a counter-argument for any argument there is, quickly recognizing any limitation and conclusion that in the end means the interference in the own reasoning. Only blessing stupidity can be selfsecure enough to believe that the own thought is the only truth - the Swords cannot. In another aspect, the Eight of Swords can talk of the restlessness of mind, of thoughts bursting out uncontrolled and unproductive, of nervous brooding and confused rumination."
  },
  "s-9": {
    "name": "Nine of Swords - Cruelty",
    "element": "Air",
    "shortDescription": "Painful observation of facts, diving into the depths regardless of consequence. Despair, lack of pity, contrived ignorance.",
    "longDescription": "The Nine of Swords are entering Yesod, the fields of reflection and imagination, and while all other Suits made themself comfortable in blessing happiness, the Swords seem to be the outcast, called 'Cruelty'. With the airy nature of the mind, the Swords cannot rest, they cannot stop thinking and analyzing - and in the end, cannot ignore the fact that nothing really leads anywhere, that in the end there is nothing. (Take the technology of our century as one little example: the Wands praise the spirit of mankind, the Cups dream of all the goods that could be done, the Disks enjoy the riches it produces - the Swords analyse the effects and come to the conclusion that our planet gets destroyed.) Therefore, it is a bit unfair to call the Nine of Swords a bad card, or criticise it for cruelty or 'over-analysing'. After all, we cannot expect the suit of the mind to tell us that we're better off with our heads in the sand, just to not see the cruel truth that is out there."
  },
  "s-10": {
    "name": "Ten of Swords - Ruin",
    "element": "Air",
    "shortDescription": "Rebirth, end of a cycle. Catastrophe, propagation of destruction, total loss.",
    "longDescription": "With the Ten of Swords, the development of human intellect has consequently reached its last step - from the birth of intellect within the Ace to complete ruin within the grounds of the Ten. The card teaches the lesson that endless fighting ends with destruction, endless analysis with the copmplete loss of hope and belief. It forces the lesson of the Nine of Swords to its inevitable conclusion. But with the Sun above it, it does not lack every hope. It will silently return to its origin again, to the first spark of mind in the Ace, to start all over again. The big hope in here is that the lessons from the journey absolved won't get forgotten. By the way, every Ten in the Minor Arcana stands for the end of a process, for the need to restart or at least variate, only the Ten of Swords have an amazingly crude way to put it into words - that's just the way they are."
  },
  "s-k": {
    "name": "Knight of Swords",
    "element": "Air",
    "shortDescription": "Sharpness of mind, intellect, cognition. Intellectual rigidity, deceitful ambiguity.",
    "longDescription": "The Knight of Swords represents the Fire in the Air, he is the storm of the mind flaming up high. He is sharp-minded, analytical, clever, dexterous and courageous, always ready for and fond of argumentations and verbal wars. His passion for intellectual mindgames can make him an excellent warrior in logical excursions, enjoying both picky subtleties and bizarre contradictions. At his best, the Knight of Swords stands for intelligent judgement and mental realizations, he is a skilful trickster and a keen observer. Though, lacking the depths of the water and the stability of earth, his mindgames could turn into cloud-cuckoo-lands without inner reflections, he gets unable to decide simply for getting lost in too many theoretical variations. At the worst, the Knight of Swords tends to put logic and mind ahead of all other values, turning into an cold analytic judging and rating by logic only, without warmth or humanity; or even degenerates to a deceitful, sardonic tyrant of the mind."
  },
  "s-q": {
    "name": "Queen of Swords",
    "element": "Air",
    "shortDescription": "Wisdom, self confidence, gracefulness, perceptive. Narrow minded, deceitful, inaccessible.",
    "longDescription": "The Queen of Swords represents the Water in the Air, thus supplying the qualities of emotion and sensitivity to the airy element, the abilty to transfer and reflect, to form and create. As the mother of the Air, she will have a strong dominance of intellect. The Queen of Swords can be very sensitive, perceptive, sharp-witted and intelligent. On the dark side, she can turn cruel, malicious, narrow-minded, bigoted or even deceitful, dangerous, too, because of her charme and beauty. Being water in air, the Queen of Swords lacks the stability of the Earth as well as the will of Fire. So she can lack practicality, steadyness, running the risk to live in an idealistic land of her own outside of reality. Further, she is sensible to interferences and disturbance from the outside, unable to protect herself against it."
  },
  "s-p1": {
    "name": "Prince of Swords",
    "element": "Air",
    "shortDescription": "Creativity, mastery of words, many ideas. Unstable, moody, cheating, disguise.",
    "longDescription": "Being Air in Air, the Prince of Swords is the pure manifestation of mind and intellect, full of plans and ideas which on the worst side may disturb and confuse each other, on the best create an inexhaustibale spring of creative thoughts. The Prince of Swords is intelligent, idealistic, full of creativity and fluidity, a real Mercurian spirit who often will argue just for the fondness of arguing - and not so much for the arguments themselfes. The Prince of Swords can throw himself head over heels into a scientific research, reaching highest levels within a short time and then throw everything away without further notice because something else appears more interesting at the moment. On the dark side, the Prince of Swords lacks both the qualities of Water and Earth, he can easily become unstable, unreliable and extremely moody, using his amount of intelligence to trick himself through life, becoming a master of disguise and cheat."
  },
  "s-p2": {
    "name": "Princess of Swords",
    "element": "Air",
    "shortDescription": "Careful, courageous, serious, rigorous. Impulsiveness, wasteful, naivety, spiteful, malicious.",
    "longDescription": "The Princess of Swords is the earthy child of her element, the wind over the grounds of Assiah. Her logic can be destructive, she is perceptive, serious and rigorous, yet she can show the characteristica of a child that lacks morality and nobility. Therefore, the Princess of Swords can get stubborn and cruel, and while beginning to think indepedently about something, she can turn very discriminating and egoistic, showing aggressivity whenever the result is not to her delight. In the Earth, all the free qualities of Air get surpressed and restricted. At her best, the Princess of Swords can be very practicle and clever, showing fine skills when dealing with material matters or conflicting opinions, she can be generous and kind once she lost the inner fear and insecurity that results from the natural incompability between Earth and Air."
  },
  "c-1": {
    "name": "Ace of Cups",
    "element": "Water",
    "shortDescription": "Desire for human connection, fertility, sympathy, empathy. Loneliness, hysteria, irrational thinking.",
    "longDescription": "The Ace of Cups shows the way deep into our soul, to detect beauty and trust. It stands for the sources of love, for growing feelings, the desire for a relationship or the readiness to have a friend. Referring to the Kaballah, the Ace of Cups is attached to Briah - the world of pure feeling and sensitive intention.It is the female counterpart of the Ace of Wands, representing the female element water as a sign for devotion and care. The card also tells that the beauty and the ugly are two poles belonging together. Without shadow, there's no light - and mud is needed to make liliths blossom."
  },
  "c-2": {
    "name": "Two of Cups - Love",
    "element": "Water",
    "shortDescription": "Passion, harmony, pleasure, love. Dissipation, waste, indifference.",
    "longDescription": "The Two of Cups is the polarisation of the freely floating streams of the Ace of Cups. Where the Ace was all-embracing in its feelings, the Two of Cups has a particular focus. The Ace was unity, the Two of Cups is differentiation, feelings are fucussed on a specific object. Remembering that 2 as a number is the symbol of duality, it implies the Two of Cups needs a counterpart, a source or a goal outside itself."
  },
  "c-3": {
    "name": "Three of Cups - Abundance",
    "element": "Water",
    "shortDescription": "Passive success, satisfaction, joy, luck. Excessive pleasure, greed, raw lust.",
    "longDescription": "The Three of Cups will combine the qualities of both the Ace and the Two of Cups. The undirected love has found its goal, it will grow and blossom. The 3 (triad) as the number of synthesis and harmony will pour its riches into the seas of Binah, the understanding and realization. Therefore, the Three of Cups shows that we have found joy and fulfillment in love and devotion, we are aware of the worth and understand its meaning."
  },
  "c-4": {
    "name": "Four of Cups - Luxury",
    "element": "Water",
    "shortDescription": "Stability, maternity, protection, comfort. Possessive love, selfishly imposed restriction, lack of freedom.",
    "longDescription": "The Three of Cups will combine the qualities of both the Ace and the Two of Cups. The undirected love has found its goal, it will grow and blossom. The 3 (triad) as the number of synthesis and harmony will pour its riches into the seas of Binah, the understanding and realization. Therefore, the Three of Cups shows that we have found joy and fulfillment in love and devotion, we are aware of the worth and understand its meaning."
  },
  "c-5": {
    "name": "Five of Cups - Disappointment",
    "element": "Water",
    "shortDescription": "Sobering, separation as consequence, emotional crisis. Bitterness, emptiness, treachery.",
    "longDescription": "The Five of Cups stands for an emotional crisis. It might be that unconscious fears come true, it could tell that feelings are disrupted or wasting away, the soul is empty and unfulfilled. In the sequence of the cups, the Five is the logical consequence of the Four. The grey tristesse that was lurking behind the luxury's glamour is now exposed, the 'truth is out'. The Five of Cups implies the loss of illusion, the realization of a deception. It hurts, but is necessary when we don't want to spend the rest of our lifes with our heads in the sand. The 5 is the quintessence, the power that exceeds the 4 - Geburah is motion and changing, the power of destruction. To put it plain: we have to learn how to crawl before we can learn to walk."
  },
  "c-6": {
    "name": "Six of Cups - Pleasure",
    "element": "Water",
    "shortDescription": "Deep emotions, returning to inner self, inner balance. Afraid to make a move, mental standstill.",
    "longDescription": "The Six of Cups has overcome the crisis of the Five, it has learned and accepted its lesson. Tiphareth is the center, standing for beauty and harmony, the realization of consciousness. The 6 as the number of completion solves the imbalance of the 5, it combines the contrasts and reconciles the opposites. The 6 is open to all directions. So the Six of Cups will tell of deep emotions, that have passed the depths of pain and fear and therefore will enjoy the pleasures of harmony and devotion more than ever before."
  },
  "c-7": {
    "name": "Seven of Cups - Debauch",
    "element": "Water",
    "shortDescription": "Recognition of intoxicating delusion and false promises. Losing self in illusion, vanity, intoxication.",
    "longDescription": "The Seven of Cups are standing for the waters of delusion, the clouds of intoxication, the emotional waters are rotting in the depths of destiny, they have fallen from the grace of Tiphareth. The Seven of Cups also talks of the human desire to experience the unknown, the subconscious, the wish to escape the plain old reality and find a better world somewhere in fantasy. But it shows clearly the dangers of such mindgames, when the dreaming turns into a hapless runaway from life. The success is illusionary, just a deception or wishful thinking. In its best aspects, the Seven of cups is a warning to recognize the delusion, the disguises, to get rid of the intoxicating feelings and face up the facts. Netzach is not only anarchy, but creativity - so the realization of the bad can lead to something good when used with care."
  },
  "c-8": {
    "name": "Eight of Cups - Indolence",
    "element": "Water",
    "shortDescription": "Transformation after excess. Depression, instability, frustration.",
    "longDescription": "The Eight of Cups has driven the debauch of the Seven to absolute excess, the delusions have lost all attraction and all that's left is frustration. The sequence of the numbers has reached Hod, calling for structure and logic, but the emotional waters of Briah cannot be happy with this call and remain in dumb resignation. Nevertheless, happy or not, the call must be heard to leave the bogs of numbness, and the Eight of Cups tells us to abandon the past, leave the current situation, make up our minds most honestly and open our eyes to upcoming changes."
  },
  "c-9": {
    "name": "Nine of Cups - Happiness",
    "element": "Water",
    "shortDescription": "Optimism, trust, compassion, fulfillment. Complacency, indulgence, vanity.",
    "longDescription": "With Yesod - reflection and imagination - inside of the perfect harmony of the Nine, the Nine of Cups has returned to the middle column of the Tree of Life, enlightened by the beauty of Tiphareth that resides above and just one step from Malkuth as its root and origin, the completition of the journey. Nothing serves the waters of Briah better than the seas of Yesod, so the card shows perfect harmony and fulfilment in any emotional matter. On its shadow site, the card shows the risk of selfindulgence and complainsance, the temptation to just enjoy the happiness but forget the reflection that keeps the light upon the waters alive."
  },
  "c-10": {
    "name": "Ten of Cups - Satiety",
    "element": "Water",
    "shortDescription": "Inner completion and fulfillment. Excessive sentiment, nostalgia, debauchery, emptiness.",
    "longDescription": "With the Ten of Cups, the suit has completed the journey from the seeds of the Ace to the final goal of Malkuth, root and origin of the element. All enegergies are ending, the have found their fixed forms. The waters are resting now in their final grounds. Yet the Ten is not the end of a line, but the end of a circle - the cross sum of 10 is 1 and there we are at the Ace again. After all the ups and downs of the journey, we find ourself at its beginning, and it is up to us wether we use our experiences or not."
  },
  "c-k": {
    "name": "Knight of Cups",
    "element": "Water",
    "shortDescription": "Self sacrifice, compassion, sensibility. Vanity, artificial, unsteady.",
    "longDescription": "The Knight of Cups represents the Fire in the element of water, trying to bring the contrasts in balance, using the flaming fires to advocate the passive waters. Therefore, there is a certain unstability within this Knights' character, that can shift from one side to the other. Briah is the world of emotions and sensitivity, and the Knight of Cups might have good senses for art, poetry and lyric, his compassion can make him a good healer. If he manages to reach real depth and inner conviction, he will be able to provide rich tenderness and emotional warmth. On the shadow side, his quickly rising emotions could be overwhelming, but without depth and reliability, when the fires of spontanity won't be able to harmonize with the depth of the waters. He is friendly but passive, easy to enflame but his interest can fade as quick as it flamed up, at its worst even appear as fakery and falsiness. So the Knight of Cups may also appear as an unsteady character, full of unripe ideas and failed attempts."
  },
  "c-q": {
    "name": "Queen of Cups",
    "element": "Water",
    "shortDescription": "Emotional depth, kindness, sensitivity, imagination. Senseless irrationality, excessive fantasy.",
    "longDescription": "The Queen of Cups represents water in water, she is the purest manifestation of the soul of the waters. Thus she represents pure emotion, passion, feeling, never influenced by judgement or purpose. She is loving and affectionated, a warm-hearted mother and a tender friend, looking into the depths of the heart. On the darker side, the Queen of Cups lacks the stability of the Earth, the will of Air and Fire. Water in water is all passivity and has no powers of its own, but makes a perfect transformer of any other power coming along. So she is susceptible to all kinds of influences, her unstability might let her appear unreliable and inconstant. At its worst, the precious qualities of imagination and flowing fantasy might turn out to weakness and thoughtlessness, turning in any direction that any wind may blow, getting lost in a dreamworld of irreal fantasies."
  },
  "c-p1": {
    "name": "Prince of Cups",
    "element": "Water",
    "shortDescription": "Warmth, artistic intent, compassion, intellect. Cruelty, recklessness, careless sacrifice, selfishness.",
    "longDescription": "The Prince of Cups represents the Air above the waters, as the son of the Knight and the Queen - Fire and Water - he combines both the fiery flames and the watery depths of his parents, bringing them up in the heights of the Air, storming towards Yetzirah. So the Prince of Cups has all the emotional depths of the water, but also the intellectual values of the Air. He is clever and open minded, and his emotional soul can make him a sensitive artist or philosoph. Due to the heritage of Briah, he appears introverted and reversed, and indeed he tends to keep his secrets to himself. Like both his parents, he seems to be easy susceptible, but the sharpminded air makes him choose fairly what to accept in the end. On the shadowy side, the Prince of Cups can be reckless and selfish, always striving to improve his own goals and studies, carelessly sacrificing relations in order to perfectionate his art or passion, and he can be quite shifty in dealings."
  },
  "c-p2": {
    "name": "Princess of Cups",
    "element": "Water",
    "shortDescription": "Intuition, dreamy imagination, fantasy. Abuse of feelings, flatterer, seductive, fake.",
    "longDescription": "The Princess of Cups represents the earth in the waters of Briah, an island floating in the groundless seas. She is far from her father's flames and her mother's depth, and she lacks the researching spirit of her brother. She is of endless tenderness, kindness and lovingness, living on her isle of romance and joy. Therefore, an uneffected spectator might take her as childish or selfish, but the island of the princess can be so fertile and rich. Artistically inclined talents can be detected and supported, medial abilities can rise and deeper insights can be gained. On the dark side, the island can turn out to be a castle made of sand, sinking in the seas of irrationality and daydreaming. The Princess of Cups, unwilling to leave her realm outside the 'common' world, may sink with it and at its worst might seduce others to follow her."
  },
  "d-1": {
    "name": "Ace of Disks",
    "element": "Earth",
    "shortDescription": "New beginnings, a chance, beginning of creation. Avarice, born but stunted growth.",
    "longDescription": "The Ace of Disks represents the entity of the element Earth, the beginning of Assiah, the material world of making. It stands for the pureness of the element, and also for its seed, the first little sprout that later becomes a tree. So the Ace of Disks can stand for the beginning of a material subject, this can be a physical project or a material value, which could mean the urge to material creation or the chance for material gain. But, the Disks not only represent plain materials, but the entire world of Assiah, the actual, physical earth of daily life, and the actual, physical body of the human being. This implies home and profession, daily works, familiar bondings, health and well-being in common. And in this context, the Ace of Disks tells us that something will be created, something will begin."
  },
  "d-2": {
    "name": "Two of Disks - Change",
    "element": "Earth",
    "shortDescription": "Flexibility, enthusiasm for something proceeding. Inability to accept change, clinging to the old.",
    "longDescription": "The Two of Disks represents the Earth in Chokmah, the realm of creation and energy, directing the pure material resources of the Ace towards a specific goal, in order to change from the raw material to the actual creation process. Further, the card is called Harmonious Change, it stands for the alternation and natural balance of gain and loss, weakness and strength, growing and fading, ever varying occupation and wandering. In nature, everything is in constant change, well balanced with and in each other, building the principle of natural growing and proceeding. The Two of Disks reminds us that we are still part of that nature, that we have to accept the natural flow of changes and handle it with care and consideration."
  },
  "d-3": {
    "name": "Three of Disks - Works",
    "element": "Earth",
    "shortDescription": "Progress, crystallization, manifestation, understanding. Neglect, sloppiness, stopping too early.",
    "longDescription": "The Three of Disks enters Binah, the fields of understanding and perception, initiatiing the process where the project that began in the Two of Disks is viewed and understood against its surrounding i.e. in its completion. The card also talks of the alchemical wedding, in which the alchemical mercury combines sulphur with salt, thus building the living gold (the philosopher's stone). It implies the basic idea of Earth, the cristallisation of its powers and qualities, the commencement of matter to be established. The name of the card is Works, saying that work was done to get that far, thus it implies a first taste of victory, an admission that a progress was made, a big step forward on the way. Though, further work will be needed to keep the achieved status and to proceed in it."
  },
  "d-4": {
    "name": "Four of Disks - Power",
    "element": "Earth",
    "shortDescription": "Assured material gain, rank, wealth, productivity. Greed, over-estimation of wealth, fear of loss",
    "longDescription": "The Four of Disks has reached the realm of Chesed, the fields of condensation, growth and stability, standing in the structural discipline of the Four. The work of the Three has paid off, the fruits are rich and manifold. Therefore, the Four of Disks represent success, establishment, proficiency, comfort and security not only in material values, but in familiar relations and profession either. Thus, the power it supplies is grown from peace and security, the welldeserved reward for good work and concentrated effort. It has nothing to do with any ruling force, and it won't ask for it. One the dark side, the four of Disks admonishs that any overrated attachment to comfort or possession results in fear of loss and failure, avarice, greed, hoarding, the comfortable power of peace turns into an ugly force that is directed against oneself."
  },
  "d-5": {
    "name": "Five of Disks - Worry",
    "element": "Earth",
    "shortDescription": "Reconsideration of values, managing in hard times. Unpredictable changes, circumstances getting worse.",
    "longDescription": "The Five of Disks finds itself in the changing movements of Geburah, but this is not the wellbalanced change of the Two of Disks, but an imbalanced, disruptive change, the effect of the 5 breaking up the stability of the 4, destroying its structure and balance. So the Five of Disks represents a material crisis, which can also be a crisis in home and profession, an illness or injury, anything that disturbs or destroys the material, peaceful security of the Four. There is not much to find when looking for the bright sight of the card, nevertheless it is a fact that every burning of a forest results in many little sprouts that appear afterwards, having the most fertile ground in the ashes. But of course, the old forest doesn't need to burn down completely - the card can also talk of the worry that it might do so just because it burns somewhere in the near."
  },
  "d-6": {
    "name": "Six of Disks - Success",
    "element": "Earth",
    "shortDescription": "Wealth, nobility, overcoming crisis. False pride, prodigal, taking things for granted.",
    "longDescription": "With the Six of Disks the Suit enters the harmonious realm of Tiphareth, back to the well-balanced middle of the Tree, leaving behind the crisis of the Five, regaining success and wealth. Having experienced both the bad and good sides, gain and loss, the Six of Disks has achieved a wiser attitude towards material concerns. Nothing is taken for granted so easily anymore, and losses won't be taken for the end of the world. The material wealth is viewed in its actual value, not higher than it is, and not lower when we actually had expected more."
  },
  "d-7": {
    "name": "Seven of Disks - Failure",
    "element": "Earth",
    "shortDescription": "Waiting for the right opportunity, patience, reflection. Unwise investments, hasty actions, expedience.",
    "longDescription": "The Seven of Disks are falling into Netzach, the fields of anarchy and destiny, and losing the harmonious peace of Tiphareth, this is a radical fall from paradise into the abysses of fate. Failure is the name of the card and program for its downfall, and so the Seven of Disks talk of hopes deceived and crushed, of unfilled promises, loss of fortune, dealings that first sounded good but later revealed as short-living or cheating, false successes with no lasting benefit, that in the end had cost much more than they had gained. The hope within the card is the hand of Saturn, the father of time, who reminds us to wait for a chance instead of quickly jumping after any vague promise, to silently watch and reflect and get deeper insights into the coherences, until the time will come when a real chance shows up."
  },
  "d-8": {
    "name": "Eight of Disks - Prudence",
    "element": "Earth",
    "shortDescription": "Approaching with care, consideration of facts, patience. Overly careful, over anxious, indecisive.",
    "longDescription": "For the Eight of Disks, the entering of Hod means a new beginning. The Disks have learned the lesson that Saturn has teached in the desastrous Seven, that everything needs time and consideration. Now here within Hod, the area of logic, the Eight of Disks develop prudence and patience. So the Eight of Disks have learned to be careful, take their time to overthink their steps, considerate all facts and patiently wait for their chances. They absolve an apprenticeship in their own field, trying to do it better and avoid the mistakes from ealier stages. On the dark side, the Eight of Disks can be over-careful, or careful just in small things while foolish in the big, over-anxious in front of risks, unable to come to any conclusion or decision, considerating with no end but finally doing nothing."
  },
  "d-9": {
    "name": "Nine of Disks - Gain",
    "element": "Earth",
    "shortDescription": "Material well being, riches. Greed, overly materialistic thinking, abuse, exploitation.",
    "longDescription": "The Nine of Disks have reached Yesod, the fields of imagination and reflection, but also of foundation, and in the latter the Disks meet their happiest realms. Fully satisfied with themselfes, they settle down comfortably and gather in the crops, the well-earned rewards for good accomplishment, while enjoying the shining charme of Venus putting everything in sweet light. The card can also stand for health, or successful reconvalescence after illness or injury. On the darker side, the Nine of Disks can get so self-satisfied with material gain and succes, that they forget about anything else."
  },
  "d-10": {
    "name": "Ten of Disks - Wealth",
    "element": "Earth",
    "shortDescription": "Material security, completion of success. Laziness, mental dullness, greed, gluttonous.",
    "longDescription": "With the Ten of Disks the element of Earth has reached Malkuth, the final place of active manifestation - Assiah meets Assiah - and the Disks are in their very own homeworld. Therefore, the Ten of Disks are at the point where their richest potentials unfold, getting settled and staid, realizing the complete amount of material gain. Also, the Ten of Disks is the very last of the numbered cards, representing the completion of work, the full circle of Earth. On the dark side, the Ten of Disks become fat, lazy, blinded by wealth and even greedy for more, then being busy with grabbing together more riches. When richdom gets big, it needs a ventile to not become dull, a concentration on science or emotion to not get buried in nothing but earth."
  },
  "d-k": {
    "name": "Knight of Disks",
    "element": "Earth",
    "shortDescription": "Clever in material matters, industrious, reliable. Stubborness, dullness, stagnant.",
    "longDescription": "The Knight of Disks represents the Fire in the element of Earth, and with Earth surpressing Fire, the materialism is the dominant aspect in this card, showing the Knight as a complex person of amazing strength, representing Earth in its function as provider of life. The Knight of Disks is industrious and patient, steady and reliable, clever in material matters. He is the one working without asking much, concentrating on his tasks without getting distracted by mindgames or high flying ideas. With more Earth than Fire and lacking the qualities of Air, the King of Disks is more dedicated to making but to thinking, his success results from instinct and pragmatism rather than from intellect or knowledge. Further, the King of Disks lacks the emotional depth of Water, therefore he can have difficulties to understand or relate to others, he can be self-centered and sullen, intolerant and unable to put any interest in anything outside his own deeds and doings. At the darkest side, the Knight of Disks can turn stubborn and even stupid, clumsy and jelous on anyone that seems higher than himself, arousing over tidbits and butting in everything, yet cowardish and unwilling to change himself."
  },
  "d-q": {
    "name": "Queen of Disks",
    "element": "Earth",
    "shortDescription": "Kind, charming, truthful, stable, sensual. Moody, foolish, dependent, undecided.",
    "longDescription": "The Queen of Disks is the mother of her element, the water in the earth, which makes her the perfect mother, conforming and emotional as for the water and stable and reliable as for the Earth. The Queen of Disks is kind and tender, friendly and good-hearted, she has fine instincts and intuitions. She is strong and sensitive, protects her house and family and cares as well for emotional and material well-being. She is calm and practicable and can be a good, industrious worker. Beneath the calm surface, the Queen of Disks can tend to lust and debauchery, fond of intoxicating stimulants, but she keeps it hidden. At the best, she will know that the dose makes the poison - at the bad, she won't. On the dark side, the Queen of Disks lacks both the qualities of Air and Water, therefore she can get foolish and rather unintelligent, without pride and spirit, easily getting in needless dependence and being too weak to free herself - or even worse: not even trying to get free and independent."
  },
  "d-p1": {
    "name": "Prince of Disks",
    "element": "Earth",
    "shortDescription": "Unwavering, enduring, practical, reasonable. Corruption, coldness, stubbornness, avarice.",
    "longDescription": "The Prince of Disks represents the Air in the element of Earth, he is stable and industrious and also thoughtful and inventive when it comes to improve matters. Nevertheless, the Earth puts the brakes on the Air, therefore the Prince of Disks is slow in following and developing his plans and ideas, yet he is steady and unwavering - once on his path, he is going forward towards his goal. The Prince of Disks can seem a bit cold in his emotions sometimes, yet he values his comfort and beauty. He is patient and tolerant, but once in rage, he hardly forgives. On the shadow site, the Prince of Disks can get stubborn and ignorant, overly piqued on anything not belonging to his related surrounding, and phlegmatic up to total stagnation."
  },
  "d-p2": {
    "name": "Princess of Disks",
    "element": "Earth",
    "shortDescription": "Sensitivity, generosity, kindness, faith. Illogical, dependent, pushover.",
    "longDescription": "The Princess of Disks represents the Earth in the Earth, thus she is the pure manifestation of the qualities of Assiah, the physical world of making and growing. She is the last of the court cards and therefore implies a new begin of the circle, which could mean the beginning of a new prject or a new physical creation. The Princess of Disks is warm-hearted, sensual and generous, an unwavering and concentrated person with all the reliable stability of the Earth. Yet she lacks Fire and Air, as well as the conforming qualities of Water, she can easily be a little too dependent from outside influences but nevertheless being unable to really adapt to others. On the dark side the Princess of Disks can get illogical, prodigal and wasteful, dissipating her ideas and lacking the ability to recognize facts. When in bad mood, she's as adaptable as a stubborn, nasty child."
  }
}